var quizQuestions = [
  {
    question:
      '這裡彷彿是參與過文學頂峰會的人才適合來的地方。然而有一處文學被阻撓著發展，時間也停滯了。(請找出停滯的時間-時與分，格式為xx:oo)',
    answer: {
      text: '11:25',
    },
  },
  {
    question: '在廣場中的某個空白處浮現出了文字，悲傷就是ＯＯ',
    answer: {
      text: '綻放',
    },
  },
  {
    question:
      '這裡販賣各式各樣的東西。如果將我們的名字共同處都取出來，將會是這地方的第一個字。(請到此處)',
    answer: {
      location: [22.9917937, 120.2018795],
    },
  },
  {
    question:
      '在這棟樓有一處彷彿是隔開虛與實的世界，從此門望出去可以看到六個字。',
    answer: {
      text: '中正商業大樓',
    },
  },
  {
    question:
      '挖，好可愛的蝸牛，得拍下來告訴y...想不起來...是誰呀...。咦？話說我知道這是哪條巷但是這是幾號呢？(請從line要圖)',
    answer: {
      text: '29',
    },
  },
  {
    question:
      '好奇怪，附近有一家人在吃桌菜，但桌上卻放了一整顆水果。請問水果是？ (就在蝸牛這區，不需過馬路)',
    answer: {
      text: '鳳梨',
    },
  },
  {
    question:
      '日月人人一冊尚土。請找出組成三個字的地點。(不需到地點，直接輸入)',
    answer: {
      text: '明倫堂',
    },
  },
  {
    question:
      '明倫堂匾額下的字中似乎隱藏著什麼資訊，請找出這幾個句子，你將會看出下一個地點。(需走到該地點)',
    answer: {
      location: [22.9968659, 120.2006528],
    },
  },
  {
    question: '🟦☀️🏞。請找出代表這個地點的英文縮寫(三個字母)',
    answer: {
      text: 'BCP',
    },
  },
  {
    question: '奇怪，巧克力拼錯了吧，請寫出拼錯的字母 (大小寫須對)',
    answer: {
      text: 'R',
    },
  },
  {
    question:
      '買了一杯台南最讚的西西里咖啡一路向北，看到有個人在柱子邊尿尿嚇死，定睛一看原來我看錯了啊......柱子另一側寫了一段話，但是記不太清楚了......輕輕ＯＯ，好好說話 (請找出空格兩字)',
    answer: {
      text: '碰頭',
    },
  },
  {
    question: '這個地方有跟擺度人聯名的酒，而我是否該喝下那杯酒呢？(請到此地)',
    answer: {
      location: [22.990094, 120.1937285],
    },
  },
  {
    question:
      '喝完這杯好像看到回到現實的路了，但前方路的磁磚的規律有點奇怪，或許解開答案出口就會出現了。(請從line要圖，大寫英文)',
    answer: {
      text: 'INRUDY',
    },
  },
  {
    question:
      'Inrudy, 好熟悉的名字...啊，是我一生的摯愛呀。一切的想起來了......(恭喜破關！！)',
  },
];

export default quizQuestions;
