var quizQuestions = [
  {
    question:
      "「在這邊，有駐足已久的動物，不管颳風下雨他們依舊在，時間彷彿就永遠停在那。而旁邊有個入口，我就站在這，看著人們來往。」請找到記憶中的位置",
    answer: {
      location: [25.02016049077393, 121.52914367892265],
    },
  },
  {
    question:
      "「我在這看著店裡喧鬧著，大部分是外國人，嬉笑著人們不知道在談論著什麼。這裡是 {鳥 * 貓 - 狗}」請找到記憶中的位置",
    answer: {
      location: [25.02149113554688, 121.53182012275045],
    },
  },
  {
    question:
      "「站在這，人們來來往往，這裡的交通工具大多都不用油電。鐘聲從路的對面傳來，敲了二十一響。而我站的這棟大樓，上面的英文和數字是什麼呢」請輸入正確的英文字母和數字",
    answer: {
      text: "M5",
    },
  },
  {
    question:
      "「在這裡有人車分離，不小心走到車子的路上，抬頭看見亮光，我究竟是在哪呢......」圖請看line，提示：🍺😵💫  🌛",
    answer: {
      location: [25.020762613831437, 121.53801505222131],
    },
  },
  {
    question: "「看到這個東西時，還以為我在大海上呢」圖請看line",
    answer: {
      location: [25.021198, 121.536776],
    },
  },
  {
    question:
      "「這裡有最好吃的蛋餅，是從小到大的回憶，只是最近有點久沒來了，不知道菜單是否有變」",
    answer: {
      location: [25.023292068071385, 121.54099811091685],
    },
  },
  {
    question:
      "「又是個喧囂的地方，這邊除了有很多外國人之外，還有很多小黃瓜呢！我數數看有幾根......」提示：🇯🇵",
    answer: {
      location: [25.029108615741574, 121.54333239999889],
      text: "13",
    },
  },
  {
    question:
      "「在森林之中的某處，這裡會聚著光，在這裡會耀眼，會受人矚目。在這邊你發現某些東西被編號，請找到那代表我的號碼，而在我前面的那個號碼是什麼呢？」",
    answer: {
      text: "205",
    },
  },
  {
    question:
      "「在羊裡穿梭著，身上不小心沾上了毛，手上提著燈與工具，小心翼翼的不要踩到地上盛開的花。此時我看見門口有一對男女，而男生背上有個字......但我記不起來了」",
    answer: {
      text: "P",
    },
  },
  {
    question:
      "「這裡的店員說他們是什麼都有，我問什麼都有賣嗎？他們說不是那個“都”，我一臉疑惑」",
    answer: {
      location: [25.03132622429737, 121.53012230691635],
    },
  },
  {
    question:
      "「站在這，你能感受到節慶的氛圍，而四周的人們你會看到很多小孩子。面對節慶氛圍，望相他的左手邊，6-3將會告訴你的我的所在。切記我會在他隱子之處，或你可以說是他的分身。在這我看到一串數字，但我想不起來」",
    answer: {
      location: [25.031218730978413, 121.5288148336075],
      text: "56-4302-12",
    },
  },
  {
    question:
      "「夢境快走到了終點，遺忘的記憶似乎漸漸有響了起來。耳朵聽到一串聲音，這串聲音究竟是什麼意思......我想他似乎跟禮物的所在有關」請查看 line",
  },
];

export default quizQuestions;
